---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.SplineFailures
source: html/7130f5be-806f-2ec5-aa62-8428cb96ec9c.htm
---
# BuiltInFailures.SplineFailures Properties

Can't make Spline.